// キャンパス注意事項
import './Rule.css';

function Rule() {
    const com = ". ";
    let i = 0;
    return (
        <div className='sec-wrap'>
        <div id="Rule" className='section'>
            <h1 className='sec-title'>注意事項</h1>
            <div id='parent'>
                <h2>保護者様への注意事項</h2>

                <h3>キャンパスに来場される際の注意事項</h3>
                <p>{i+=1}{com}必ずマスクを着用いただき、飲み物を飲まれる際など必要な場合を除いてマスクは外さないようにしてください。</p>
                <p>{i+=1}{com}入場の際は受付で入場チケットを提示の上、検温と手指の消毒にご協力ください。</p>
                <p>{i+=1}{com}受付で渡されたリストバンドは必ず着けたままにしてください。お手洗いの後など、再入場の際に必ず提示していただきます。</p>
                <p>{i+=1}{com}一部保護者様に入場いただけないエリアがございます。ご了承ください。</p>
                <p>{i+=1}{com}当日は記録係として一部生徒が会場内の各所で撮影を行います。外部に公開されるものではございませんのでご了承ください。</p>
                <p>{i+=1}{com}ステージや展示物等の撮影はご遠慮ください。記念撮影は専用ブースのみでお願いします。</p>
                <p>{i+=1}{com}観覧席等での大声での談笑など、他の来場者様の迷惑になる行為はご遠慮ください。</p>
                <p>{i+=1}{com}実行委員や職員などの指示に従っていただけない場合はお帰りいただく場合があります。</p>
                <span style={{display:"none"}}>{i=0}</span>
                <h3>配信をご覧になる際の注意事項</h3>
                <p>{i+=1}{com}配信の録画、またそれを外部に公開する行為の一切を禁じます。</p>
                <span style={{display:"none"}}>{i=0}</span>
            </div>

            <div id='students'>
                <h2>生徒への注意事項</h2>

                <h3>新型コロナウイルス感染対策</h3>
                <p>{i+=1}{com}必ずマスクを着用いただき、飲み物を飲まれる際など必要な場合を除いてマスクは外さないようにしてください。</p>
                <p>{i+=1}{com}入場の際は受付で入場チケットを提示の上、検温と手指の消毒にご協力ください。</p>
                <p>{i+=1}{com}受付で渡されたリストバンドは必ず着けたままにしてください。お手洗いの後など、再入場の際に必ず提示していただきます。</p>
                <span style={{display:"none"}}>{i=0}</span>

                <h3>セキュリティ/プライバシー保護</h3>
                <p>{i+=1}{com}ステージ等を撮影・録画する行為は禁止します。</p>
                <p>{i+=1}{com}友人同士での記念撮影は許可しますが、SNS等への掲載は禁止します。</p>
                <p>{i+=1}{com}入場制限エリアについては、エリアへの権限のあるパスを提示した上で入場してください。</p>
                <span style={{display:"none"}}>{i=0}</span>

                <h3>マナー/モラル</h3>
                <p>{i+=1}{com}観覧席等での大声での談笑など、他の来場者様の迷惑になる行為はご遠慮ください。</p>
                <span style={{display:"none"}}>{i=0}</span>
            </div>

            <div id='site'>
                <h2>WEBサイトに関する注意事項</h2>
                <p>{i+=1}{com}このサイトは生徒が運営しています。掲載する情報には細心の注意を払っておりますが、より正確な情報は<a href='https://nnn.ed.jp/' target='_blank' rel='noopener noreferrer'>N/S高等学校公式サイト</a>をご確認いただき、当ページと異なる情報はそちらを優先してください。</p>
                <p>{i+=1}{com}このサイトを閲覧したことによって閲覧者に生じたいかなる損失についても、運営者は一切の責任を負いかねます。</p>
                <p>{i+=1}{com}このサイト上のコンテンツ内容（文章、写真等）に関する著作権および肖像権、その他知的財産権は、サイトまたは各コンテンツの提供元に帰属します。</p>
                <p>{i+=1}{com}私的使用、または引用などの著作権法上認められた場合を除き、無断で改変、転載、複製などの利用をすることはできません</p>
                <p>{i+=1}{com}このサイトをN高等学校通学コースの関係者以外に共有すること、紹介することを禁じます。</p>
                <span style={{display:"none"}}>{i=0}</span>
            </div>
        </div>
        </div>
    );
}
export default Rule;